news = 
    [
        // Insert new articles here
        {             
            "title":"UW Varsity Squash Fundraiser",             
            "article":"<p>The UW Fall Open Squash Tournament is here again! The tournament is open to everyone. See details below: <p>Date: Saturday September 23 2017 <br>Location: UW PAC Courts <br>Cost: $20 per person <br>Categories: A - Experienced, B - Intermediate, C - Beginner <br>3 matches guaranteed <p>Tournament Site: <a href=\"https://www.facebook.com/events/1849346485082383/?acontext=%7B%22action_history%22%3A%22[%7B%5C%22surface%5C%22%3A%5C%22messaging%5C%22%2C%5C%22mechanism%5C%22%3A%5C%22attachment%5C%22%2C%5C%22extra_data%5C%22%3A%7B%7D%7D]%22%7D\">Facebook Event Page</a> <p>Registration Form: <a href=\"https://goo.gl/forms/vIVeeouz1PuznuQW2\">Register Here </a> <p>Any questions? Contact Marisa (<a href=\"mailto:marisa.seth16@gmail.com\">marisa.seth16@gmail.com</a>)"         
        
        },
        
         {
             "title":"2016-2017 Team awards!",
             "article":"Great job to the team this season! To recognize everyone's achievements, we have created a certificate for everyone and have posted them here: <a href=\"files/2016_2017_certificates.pdf\">2016_2017_certificates.pdf</a> <p><p>I recommend that you print yours off and frame it and above your bed <p>Capn's & Coaches"
             
             
         },
         {
             "title":"UW Varsity Squash Fundraiser",
             "article":"<p>The UW Fall Open Squash Tournament is here again! The tournament is open to everyone. See details below: <p>Date: Sunday September 27, 2015 <br>Location: UW PAC Courts <br>Cost: $20 per person <br>Categories: A - Experienced, B - Intermediate, C - Beginner <br>3 matches guaranteed <p>Tournament Site: <a href=\"https://goo.gl/JvmScs\">https://goo.gl/JvmScs</a> <p>Registration Form: <a href=\"https://goo.gl/3mh6FR\">https://goo.gl/3mh6FR</a> <p>Any questions? Contact Cameron (<a href=\"mailto:c.seth8@gmail.com\">c.seth8@gmail.com</a>) or Hussein (<a href=\"mailto:hsalemwalla@gmail.com\">hsalemwalla@gmail.com</a>)"
         },
         {
             "title":"Squash pick up victories over Queen's & Brock at Jesters Event",
             "article":"The Waterloo Squash team attended the Jesters Crossover event over the Nov 29-30 weekend. This was the 2nd event in the Jesters series, where teams accumulate points to decide who will make the Jesters Finals.<p> <b>MEN'S:</b><p> The men had a great start to the weekend, beating Queen's 4-3 and Brock 7-0. Highlight match was rookie Taran Ravindran (Toronto) picking up the deciding victory against Queen's. Other wins came from veterans Hussein Salemwalla (Maple), Cameron Seth (Fergus), Jeff Porter (Toronto), Diego Caballero (Bucamaranga), Matthew Mackenzie (Diego Martin), Taran Ravindran (Toronto), Michael Yetisir, and Luke Humphrey (Bridgetown).<p> Next up for the Warriors was a strong McGill team. Last year the Warriors had no trouble defeating McGill and may have been caught under-estimating the team this year. After some tough matches the Warriors lost 6-1, with the lone win coming from Cameron Seth (Fergus).<p> On the final day of the tournament, the Warriors faced Concordia and Toronto. The Warriors had no trouble defeating Concordia 5-2; however, they struggled to find their form against the Blues losing 7-0.<p> The men's team picked up 17 points which was somewhat a letdown for the black and gold. The Warriors will have to regroup and perform well at the last Jesters Sectional in February to stand a chance at making the Jesters Finals.<p> <b>WOMEN'S:</b><p> First match of the weekend for the Waterloo women was against McGill. Having only brought the top 5 girls, they were going in with a positive attitude, not knowing what to expect of a transformed McGill side. In the end, McGill won 6-1 against Waterloo, with Grace Leung (Markham) pulling the lone game (1-3).<p> Having back-to-back matches, the women were up against Queen's. Unfortunately, Queen's was a tough team to beat because of their veteran leadership which eventually led to a 7-0 loss.   <p> After formal matches, Efua Adaboa Biney-Assan (Saltpond) and Priya Murali (Mississauga) represented Waterloo in the doubles matches against Western. Western proved to be too strong of a team and the Waterloo duo lost in what was an exciting match.<p> On Sunday, the Warriors opened against Brock who had brought their top 4 players. Waterloo knew they had to secure at least one win to defeat Brock and the girls were focused and learned from their mistakes from the previous day. Waterloo narrowly defeated Brock 5-2, with wins from Grace Leung (Markham) (3-0) and a nail-biter match from Efua Adaboa Biney-Assan (Saltpond) who won her match in the fifth game (3-2). Both wins were played on an all glass court, a first for both players. <p> The last match for the girls was back-to-back when they took on the University of Toronto Varsity Blues. The girls struggled for a win against the strong Toronto squad, but managed to secure a lone win by rookie Heather Van Haren. Waterloo lost 6-1 to the blue and white.<p> The team will continue training over the break, and will be back to competition in January. First up will be the OUA Championships in Waterloo on January 30 - Feb 1 at the Northfield Racquet Club. After OUA's, Waterloo will compete in the last Jesters Sectional in London on February 7th and if the team makes the Jesters Finals, this will be held February 28 in Toronto."
         },
         {
             "title":"Warriors set to host OUA Squash Championships January 30 - February 1, 2015",
             "article":"The University of Waterloo will host the 2014-15 OUA Squash Championships at the Northfield Racquet and Fitness Club on January 30-February 1, 2015. Admission will be free and schedule will be released closer to the competition."
         },
         {
             "title":"Warriors squash show dominance in Sectional #1",
             "article":"The Warriors competed in the West Sectional Squash tournament this past weekend at the Northfield Racquet Club. This tournament is the first event in the Jesters League, where teams can accumulate points to decide who makes it into the Jesters Finals held in March.<p> After winning the Black Knight tournament two weeks ago, the men were very confident and it showed throughout the tournament. They started by beating Guelph 7-0, and followed up with a 5-2 win over McMaster. Last year McMaster beat Waterloo 3 times, so this was a very important match to win.<p> On day two, the Warriors started with a tough battle against Western. The Mustangs have been undefeated for the last 31 years, but the Warriors have been improving very quickly. Unfortunately the Warriors were unable to dethrone the Mustangs, losing 5-2, but it was clear that the Warriors would be a force to be reckoned with this year. The Warriors finished with a 7-0 win over Laurier, giving them a total of 21 points. This will put them in a great position to make the Jesters Finals.<p> On the women's side, the girls faced some tough competition from Western, McMaster and Laurier but showed strong improvements throughout the tournament. In the first match, they lost 7-0 to Western, however, they followed this up with a strong performance over Laurier, winning 5-2. Important wins came from Victoria Sypher (Toronto) and Jillian Anderson (Tisdale) at position 2 and 4, respectively. In the final match the Warriors lost a close match to McMaster. Highlight was from Pryangka Rao Batumalay (Kuala Lumpur) who played great squash and took a game off her opponent.<p> The Warriors are keen to continue improving, and it is only a matter of time before they start challenging the top teams. The Warriors have a short break until November 29/30, where they will play the 2nd event in the Jesters League Series.<p> <b>Summary:</b><br> Men: 21-7 (7-0 vs Guelph, 5-2 vs McMaster, 2-5 vs Western, 7-0 vs Laurier)<br> Women: 5-16 (0-7 vs Western, 5-2 vs Laurier, 0-7 vs McMaster)"
         },
         {
             "title":"Women's Squash team compete at Black Knight tournament",
             "article":"The Warriors women's squash team had their first tournament of the season this past weekend at the University of Toronto. After having 5 athletes graduate last year, this was the first tournament for some of the younger warriors including Sylvia Jorge (Toronto), Jillian Anderson (Tisdale), Ridah Ratanshi (Richmond Hill) and Victoria Sypher (Toronto). <p> The women first faced off against the defending OUA Champions, and host team, University of Toronto. There were many close games, however, in the end U of T was too strong and won the match-up. In the 3/4 match, the Warriors lost another close match to the McMaster Marauders. <p> Considering that the team is mainly first and second year students, this was a solid performance from the Warriors. They will be looking to learn from this tournament and continue improving throughout the year. <p> Next up for the Warriors (men and women) is the West Sectionals this coming weekend at the Northfield Racquet Club in Waterloo. They will be facing Guelph, Laurier, McMaster and Western."
         },
        {
            "title"   : "Men's Squash Team wins Black Knight Tournament",
            "article" : "<p>The Men's Squash team competed in the Black Knight 9 Player Tournament this past weekend at the University of Toronto. The Warriors were looking to improve on their 4th place finish from last year at this event.<p>The Warriors cruised past Guelph in the semi-finals, winning 9-0 without dropping a single game in the matchup. Rookies Taran Ravindran, Blake Reinson, Shrinu Kushagra and Mike Yetisir all saw their first action representing Waterloo.<p>In the finals, the black and gold faced a strong University of Toronto squad. The Warriors had a slow start, losing close matches at position 6, 7 and 8. However, veterans Hussein Salemwalla (Maple), Diego Caballero (Bucamaranga) and Cameron Seth (Fergus) gained crucial wins to tie up the match. Wins from Ben Sinai, Taran Ravindran and Blake Reinson settled the match, giving the Warriors a 6-3 victory.<p>Next up for the squash team is the Women's BK9 taking place this weekend, followed by the West Sectional's on November 1-2."
        }
    ]; 


/*
 * Copy the following to the first index and replace title and article with content
 * Include any tags in the article for formatting. It will be displayed as HTML
 *{
 *    "title":"title",
 *    "article":"article"
 *},
 */



 
